testSQL/app/controllers/docentesestudiantespadres_controller.rb

  def index
    @nepe = []
    @suma = 0
    @docentesestudiantespadres = Docentesestudiantespadre.all
---
SELECT `docentesestudiantespadres`.* FROM `docentesestudiantespadres`